{"ansCreateWallet":"*I understand you are looking for a way to create a wallet.* \n Please go to this url to see a tutorial: https://www.reddit.com/r/Antshares/comments/6j8pcp/a_basic_guide_to_the_antshares_pc_wallet/","purchaseAns":"*I understand you are looking for a way to buy ANS/NEO.* \n Please follow this link and follow the steps: https://www.reddit.com/r/Antshares/comments/6j7xhd/where_can_i_buy_antshares/ \n If you are looking for a way to claim your ANC/GAS please use this link instead: https://www.reddit.com/r/Antshares/comments/6eddt1/antcoins_anc_distribution_and_claim_tutorial/","ansGetStarted":"*I understand you are looking for a way to get started with ANS/NEO.* \n Please go to this url to see a tutorial: https://www.reddit.com/r/Antshares/comments/6jzums/i_am_new_to_antshares_and_potentially_crypto_how/","ansInformation":"*I understand you are looking for information on ANS/NEO.* \n Please go to this url to see a tutorial: https://www.reddit.com/r/Antshares/comments/6jw352/basic_knowledge_and_background_info_resources/","ansFee":"*I understand you are looking into the transfer fee of ANS.* \n Currently some exchanges request a transfer fee of higher than expected, this however is not the standard. Transferring ans normally requires no fee and is free.","ansFromIco":"*I understand you are looking for a way to get ANS/NEO from the ICO* \n Use the following link for more information: https://coins.newbium.com/post/3012-antshares-mainnet-launch-how-to-claim-antshares/","ansWalletSpeed":"*I understand you are looking for a way to speed up the wallet sync.* \n Please follow this link and follow the steps: https://www.reddit.com/r/Antshares/comments/6axcd5/speedup_client_sync_using_bootstrapped_chain/","upcomingPartnerships":"There are no new partnerships to announce yet.\nBut we do see dramatically increasing interests of building dApps on NEO and/or using the NeoContract system. We’ll announce a Seed Project to encourage developers to build dApps and third-party apps around NEO. There are also dApps on other blockchains planning to port to NEO. I believe we will see plenty of dApps/projects built around NEO in the 2nd half of 2017.\n- dahongfei (NEO CEO) on Reddit\nSource: https://www.reddit.com/r/NEO/comments/6puffo/we_are_da_hongfei_and_erik_zhang_founders_of_neo/dks9ix5/","cooperation":"There is no direct cooperation between Alibaba and NEO/Onchain, other than their mailbox service is using Law Chain to provide attested email service. In terms of Microsoft, yes we have cooperation with Microsoft China because NEO is built with C# and .NET Core, and NeoContract is the first in the world to support writing smart contract with C#.\ndahongfei (NEO CEO) on Reddit","developerInChina":"There are about half a dozen full-time developers here in Shanghai, among them two are core developers. We don’t need tens of people doing protocol level development. Other than that, there are a few dozens more contributing code and ideas as community members, some of them are Onchain DNA developers. Besides we have a few academic researchers serving as technical advisors. By saying Core developer, we mean who has commit permission on GitHub. Bitcoin has 15 core developers as of today.\n- dahongfei (NEO CEO) on Reddit","listedExchange":"At this moment, we are actively working on the network upgrade. We definitely would like to see NEO being listed on more exchanges, especially the one caters different countries. It is up to the exchanges but we plan to reach out to them in the future. As a teaser, Erik and I are travelling to Japan in August.\ndahongfei (NEO CEO) on Reddit","icoCheck":"How to regulate ICO is a hot topic in the Chinese blockchain industry and community. The head of Digital Currency Institute at PBOC (central bank) recently published an article on ICO regulations. He said the regulating authority should rather be the gatekeeper than scavenger. Pre-screening or licensing may huddle innovation, so the regulators should pay close attention to those ICOs but only step in when needed. We think this standpoint is well balanced between flexibility and legitimacy. If any ICO project looks like a Ponzi scheme or scam, we will warn the public and regulators may step in.\n- dahongfei (NEO CEO) on Reddit","neoInsteadOfGas":"The NEO holder will get benefits in two ways: one is each block will reward to him so that if he hold 1 neo and keep 22 years so as to get 1 gas. On the another hand, he will get benefits from the gas consuming of the users of NEO system. If no one use the system, he will just get 1 gas after 22 years with 1 neo. But you can imagine if more and more users for the NEO system, how much the NEO holder will get, much more than the first way, right?\n- erikzhang (NEO Core Dev.) on Reddit","howMuchTps":"Current NEO network can handle 1000 TPS with 15-20 seconds for final confirmation. We are not desperately in need of state channels.\n- dahongfei (NEO CEO) on Reddit","autoClaimGas":"auto-claiming will spam every block with tens of thousands of transactions modifying GAS balance for every address holding NEO.\n- dahongfei (NEO CEO) on Reddit","chineseRegulation":"I don’t think it is what we should worry. NEO has digital identity module built in. Everything we do we make sure it is compliant. In addition, NEO is becoming one of the most internationally known open-source project originated from China. I think the government will love what we did. Besides, Onchain had been providing consulting service for several local governments to use blockchain in society management.\n- dahongfei (NEO CEO) on Reddit","priorities2018":"for (int i=0; i<3; i++) printf (“NeoContract Ecosystem”);\n- dahongfei (NEO CEO) on Reddit","roadmap":"We've already finished the features such as digital asset, digital identity, smart contract, complier and dev pack for C# /VB.NET/F#/Java/Kotlin. And in the end of 2017, we gonna finish the yellowpaper and incubat more project of DApp and then we will improve the implementation of smart contract development by Java/Kotlin. At the beginning of 2018, NeoX, NeoFS, NeoQs are our most important works.","biggestCompetitor":"I think Ethereum should be our biggest competitor at the moment. They have the first mover advantage and the complement community. For NEO, at least, we have three kinds of advantage: 1. Better architecture: it helps us to make a better future 2. More developer-friendly smart contract: it can be easy for us to construct the ecosystem. 3. Digital identity and digital assets: helps us to combine with the real life easily.\n\nNEO will not win wars fighting with Alipay or WePay for existing market. Blockchain will thrive in completely new areas, and these areas will become mainstream sooner or later.","joinDev":"Currently there are two ways of joining the developers.\n- PM one the of the members of the CoZ\n- visit https://neo-admin.v150-95-129-142.a07a.g.tyo1.static.cnode.io/portal (propotype)\n\nThe site above is currently under development and will be moved to an official domain in the next few weeks.\nBe aware that the site can change in the mean time, and that you might experience bugs.\nFeel free to report any bugs to @totalvamp","icoPrice":"The initial value of Antshares in 2014 was about $0.032","newWallet":"Currently there is a new wallet in development. There is no set release dates on it.\nTo follow the progress of this wallet you can visit the GitHub here:\nhttps://github.com/CityOfZion/neon-wallet","coz":"CoZ , which stands for City of Zion, is a council consisting of multiple members.\nThey take care of weekly reward distribution, distributing tasks. Making decisions regarding the community.\nThey also have multiple running projects which will be adopted later.\n\nThe members are:\n@afong @fabwa @lllwvlvwlll @luciano_engel @totalvamp @unignorant @ashant @canesin @localhuman","whatIsNeo":"NEO is China's first original and open source public blockchain project started back in 2014 under the name Antshares. \nIt serves as a platform for smart assets, relying on technologies like P2P, dbFT, digital certificates, cross-chain operation protocols etc. to ensure an effective, safe and legal management of smart contracts. For more detailed info on how it works, \nvisit: https://www.reddit.com/r/NEO/comments/6p7fvu/basic_knowledge_and_background_info_resources/","inflateAns":"Visit these links for an explanation and how it will affect the ANS price. \nhttps://www.reddit.com/r/Antshares/comments/6nf62x/press_conference_on_50m_ans_distribution_june/ \nand \nhttps://www.reddit.com/r/Antshares/comments/6knw16/antshares_inflation_schedule/","importWallet":"For a tutorial on how to do this, visit: \nhttps://www.reddit.com/r/Antshares/comments/6j6h0b/how_to_import_wallet_from_web_client_into_the/","whatIsDBFT":"The delegated Byzantine Fault Tolerance alternative (dBFT) is the algorithm for the NEO Blockchain aiming to achieve distributed consensus and thus solving the Byzantine Generals’ Problem. \nTo learn more about it in detail and how it compares to its competitors, visit: \nhttps://github.com/neo-project/docs/blob/master/en-us/node/consensus.md \nand \nhttps://www.reddit.com/r/Antshares/comments/6nemjr/in_response_to_neo_vs_eth_security_dbft/","ansNotShowing":"If you’re ANS aren’t showing up in your wallet yet, it’s probably not fully synced or has some temporary issues. \nYou can switch to another client or visit http://antchain.org/ and search for your public address.","generateAncExchange":"Some exchanges generate ANC/GAS that you can claim, and some don’t. To find out which allow you to do it, visit the individual sites and inform yourself about it.","ansToGenerateAnc":"Since ANS can’t be split up, you need at least 1 NEO/ANS in your wallet to generate ANC.\n1 ANS/NEO will generate 1 ANC in 20 years."}